{
  "common.button.share": "Share",
  "common.button.calculate": "Calculate",
  "common.button.clear": "Clear",
  "common.button.copy": "Copy",
  "calculator.share.description": "Click the button below to copy the link. You can send it to anyone to share your current calculation.",
  "calculator.unit.cm": "cm",
  "calculator.unit.kg": "kg",
  "calculator.unit.year": "years",
  "calculator.home": "Home",
  "bmi.pageTitle": "BMI Calculator – Calculate Your Body Mass Index Instantly",
  "bmi.pageDescription": "Use our free BMI Calculator to find your Body Mass Index based on your height and weight. Track your fitness goals with ease.",
  "bmi.weight": "Weight",
  "bmi.height": "Height",
  "bmi.bmi": "BMI",
  "bmi.bmiPrime": "BMI Prime",
  "bmi.severeThinness": "Severe Thinness",
  "bmi.moderateThinness": "Moderate Thinness",
  "bmi.mildThinness": "Mild Thinness",
  "bmi.normal": "Normal",
  "bmi.overweight": "Overweight",
  "bmi.obeseClassI": "Obese Class I",
  "bmi.obeseClassII": "Obese Class II",
  "bmi.obeseClassIII": "Obese Class III",
  "bmi.calculator": "BMI Calculator",
  "bmi.calculator.description": "The Body Mass Index (BMI) Calculator can be used to calculate BMI value and corresponding weight status while taking age into consideration",
  "bmi.introduction": "BMI Introduction",
  "bmi.introduction.content": "BMI is a measurement of a person's leanness or corpulence based on their height and weight, and is intended to quantify tissue mass. It is widely used as a general indicator of whether a person has a healthy body weight\n            for their height. Specifically, the value obtained from the calculation of BMI is used to categorize whether a person is underweight, normal weight, overweight, or obese depending on what range the value falls between.These ranges of BMI vary based on factors such as region and age, and are sometimes further divided into subcategories such as severely underweight or very severely obese. Being overweight or underweight can have significant health effects, so while BMI is an imperfect measure of healthy body weight, it is a useful indicator of whether any additional testing or action is required. Refer to the table below to see the different categories based on BMI that are used by the calculator.",
  "payment.pageTitle": "Loan Payoff Calculator – Plan Your Debt-Free Journey",
  "payment.pageDescription": "Calculate your loan payoff time, monthly payments, and total interest. Optimize your repayment strategy with this free tool.",
  "payment.calculator": "Loan Payoff Calculator",
  "payment.calculator.description": "The Loan Payoff Calculator can determine the monthly payment amount or loan term for a fixed interest loan. Use the \"Fixed Term\" tab to calculate the monthly payment of a fixed-term loan. Use the \"Fixed Payment\" tab to calculate the time to pay off a loan with a fixed monthly payment",
  "payment.fixedTerm": "Fixed Term",
  "payment.fixedPayment": "Fixed Payment",
  "payment.loanAmount": "Amount",
  "payment.loanTerm": "Term",
  "payment.interestRate": "Annual Interest Rate",
  "payment.month": "Month",
  "payment.payment": "Payment",
  "payment.principal": "Principal",
  "payment.interest": "Interest",
  "payment.remainingPrincipal": "Remaining Principal",
  "payment.monthlyPayment": "Monthly Payment",
  "payment.paymentMonths": "Payment Months",
  "payment.totalInterestPaid": "Total Interest Paid",
  "payment.totalPaid": "Total Paid",
  "tip.pageTitle": "Tip Calculator – Calculate Tips Quickly and Fairly",
  "tip.pageDescription": "Instantly calculate how much to tip at restaurants. Split the bill and tip among multiple people with ease.",
  "tip.calculator": "Tip Calculator",
  "tip.calculator.description": "The Tip Calculator calculates tip amount for various percentages of the cost of the service, and also provides a total amount that includes the tip. In the U.S., a tip of 15% of the before tax meal price is typically expected.",
  "tip.bill": "Tip Bill",
  "tip.tipRate": "Tip",
  "tip.tipAmount": "Tip",
  "tip.total": "Total",
  "percentOff.pageTitle": "Percent Off Calculator – Find Discounted Prices Fast",
  "percentOff.pageDescription": "Easily calculate how much you save during sales. Just enter the original price and discount percentage to get the final price.",
  "percentOff.calculator": "Percent Off Caculator",
  "percentOff.calculator.description": "A percent off of a product or service is a common discount format. A percent off of a product means that the price of the product is reduced by that percen",
  "percentOff.price": "Price",
  "percentOff.discount": "Percent Off",
  "percentOff.finalPrice": "Final Price",
  "percentOff.saved": "Saved",
  "circumference.pageTitle": "Circumference Calculator – Calculate the Perimeter of a Circle",
  "circumference.pageDescription": "Enter radius or diameter to instantly find the circumference of a circle. Great for math, schoolwork, or quick geometry help.",
  "circumference.calculator": "Circumference Calculator",
  "circumference.calculator.description": "If you need to solve some geometry exercises, this circumference calculator is the page for you. It is a tool specifically created to find the diameter, circumference, and area of any circle",
  "circumference.radius": "Radius",
  "circumference.diameter": "Diameter",
  "circumference.circumference": "Circumference",
  "circumference.area": "Area"
}